import React from 'react';
import payment from "../assets/payment.png";

const Payment = () => {
    return (
        <div className='payment'>
            <div className='container-sm'>
                <div className='payment__block'>
                    <h2 className='payment__title'>Как оплатить заказ?</h2>
                    <p className='payment__text'>Компания Anas-Электро с 2005 года осуществляет комплексные мелкооптовые и оптовые поставки электрооборудования, электротехнического оборудования, электроустановочных, светотехнических и электромонтажных изделий, электромонтажного инструмента и кабельной продукции ведущих мировых производителей по выгодным ценам.</p>
                    <img className='payment__img' src={payment} alt="Payment"/>
                </div>
                <div className='payment__block'>
                    <h2 className='payment__title-2'>Оплата банковской картой без комиссии</h2>
                    <div className='payment__text-2'>
                        <p> Можно оплатить заказ на сайте онлайн с помощью карты вашего банка:</p>
                        <p>При нажатии кнопки «Оплатить» вы должны авторизоваться в личном кабинете по номеру телефона. Просто укажите ваш номер и введите код из СМС в специальное поле.  После авторизации мы переадресуем вас на платёжную страницу системы, где необходимо будет указать реквизиты вашей банковской карты (номер, дата окончания действия карты, имя держателя);</p>
                        <p>Внимание! Вам необходимо успеть заполнить все необходимые данные в течение 20:00 минут. <br/>После ввода всех необходимых данных нажмите кнопку «Оплатить». </p>
                        <p>Для проведения платежа Вам может потребоваться ввод специального пароля, способ получения которого можно уточнить в банке, выпустившем карту.</p>
                        <p>Возможные причины отклонения платежа:</p>
                        <p>Недостаточно средств на карте. <br/>Карта не поддерживает технологию безопасного проведения платежей Verified by VISA или MasterCard SecureCode. <br/>Карта не поддерживает покупки через интернет. Если Вы не уверены в наличии данной возможности, необходимо уточнить данный вопрос в сервисной службе банка, выпустившего карту.</p>
                    </div>
                </div>
        </div>
        </div>
    );
};

export default Payment;