import React from 'react';

const Warranty = () => {
    return (
        <div className='warranty'>
            <div className='container-sm'>
                <h2 className='warranty__title'>Гарантия и возврат</h2>
                <p>  Любой товар можно вернуть или обменять в течении 90 дней после покупки в интернет-магазине Амперкин.ру. Для участников бонусной программы 120 дней. Если у вас есть вопросы, пишите на почту info@amperkin.ru</p>
                <p>Порядок проведения процедуры возврата или обмена:</p>
                <p>Необходимо согласовать свое решение с менеджером интернет-магазина.</p>
                <p>Покупатель должен предоставить товар без следов монтажа или технического использования (например, без следов подключения прибора к электросети </p>
                <p>Покупатель должен предоставить товар в оригинальной упаковке без деформаций, следов клейкой ленты или посторонних надписей.</p>
                <p> Покупатель обязан сохранять и предоставить в случае возврата документы, подтверждающие факт и дату покупки в интернет-магазине Амперкин.ру, а также стоимость товара.</p>
                <p> Покупатели из различных регионов для возврата должны пользоваться услугами транспортной компании . Чтобы обеспечить целостность товара и его упаковки во время длительной транспортировки, покупатель обязан использовать дополнительную тару – стрейч-пленку и коробку. Для доставки товара Продавцу через транспортную компанию покупатель обязан заказать жесткую упаковку или паллет-борт.</p>
                <p> Заказные позиции возврату не подлежат.</p>
                <p>Товары, купленные на условиях уценки, не подлежат возврату или обмену.</p>
                <p>ВОЗВРАТ И ОБМЕН НЕИСПРАВНОГО ТОВАРА</p>
                <p>Неисправные товары подлежат обмену в течение 14 дней с момента продажи или в течение гарантийного срока, если он указан в гарантийном талоне или на упаковке:</p>
                <ul className='warranty__list'>
                    <li> механические повреждения товара</li>
                    <li> наличие дефекта</li>
                    <li> наличие дефекта</li>
                </ul>
                <h2 className='warranty__title'>Условия гарантии</h2>
                <p> Гарантийное обслуживание в Амперкин.ру <br/> Интернет-магазин Амперкин.ру осуществляет гарантийное обслуживание купленных в интернет-магазине товаров.</p>
                <p> Для проведения гарантийного обслуживания клиенту необходимо написать на почту info@amperkin.ru и предоставить товар и чек, подтверждающий его покупку у нас.</p>
                <p>На весь товар интернет-магазина Амперкин.ру распространяются условия фирменных гарантий производителей. Клиент предоставляет товар нам, а мы, при необходимости отправляем на экспертизу производителю.</p>
                <p>   Фирменная гарантия производителя распространяется на подавляющее большинство представленных в каталоге позиций. Сроки и условия фирменной гарантии указаны в гарантийном талоне либо на отдельной странице инструкции по эксплуатации.</p>
                <p>После тестирования изделие будет принято к обслуживанию и товар будет заменен.</p>
                <p>Более подробно с условиями гарантийного обслуживания вы можете узнать по почте: info@amperkin.ru</p>
                <p>Причины отказа в гарантийном обслуживании:</p>
                <ul className='warranty__list'>
                    <li>Следы механического воздействия, несанкционированного вскрытия, влаги, коррозии на оборудовании;</li>
                    <li>Отсутствие заводского номера на оборудовании, невозможность его идентифицировать;</li>
                    <li>Несовпадение серийного номера оборудования и серийного номера, указанного на коробке и в чеке.</li>
                </ul>
                <p>* Информация не является публичной офертой. Для уточнения правил возврата или обмена, а также гарантии обращайтесь по почте  info@amperkin.ru</p>
            </div>
        </div>
    );
};

export default Warranty;